export default {
  toolbar: {
    title: 'شريط الأدوات',
    addTranscription: 'إضافة نسخ',
    pan: 'تحريك',
    zoomIn: 'تكبير',
    zoomOut: 'تصغير',
    rotate: 'تدوير',
    invertColors: 'عكس الألوان',
    showHints: `
      إظهار مساعدة للكلمة الرئيسية
    `,
    hideHints: `
      إخفاء مساعدة للكلمة الرئيسية
    `,
    showingMarks: 'إظهار العلامات السابقة',
    hidingMarks: 'توسيع المعلومات',
    resetImage: 'إعادة تعيين الصورة',
    addFavorites: 'إضافة إلى المفضلة',
    addCollection: 'إضافة إلى مجموعة'
  },
  infoBox: {
    subjectInfo: `
      معلومات عن
      الموضوع
    `,
    name: 'الاسم',
    attribution: 'المصدر',
    libraryCatalog: `
      صفحة فهرس
      المكتبة
    `,
    collapseName: `اخفاء الاسم والمصدر`,
    expandName: `إظهار الاسم والمصدر`,
    showCrib: `
      إظهار الورقة
      المرجعية
    `,
    hideCrib: `
      إخفاء الورقة
      المرجعية
    `,
    transcribeReverse: 'نسخ الصفحة الخلفية',
    transcribeFront: `
      نسخ الصفحة
      الأمامية
    `,
    showGuide: `
      إظهار معلومات
      إضافية
    `,
    hideGuide: `
      إخفاء معلومات
      إضافية
    `,
    showTutorial: `
      إظهار الدرس
      التعليمي
    `,
    hideTutorial: `
      إخفاء الدرس
      التعليمي
    `,
    saveProgress: 'حفظ التقدم',
    finished: 'تم الانتهاء',
    lastSave: 'الحفظ الأخير',
    expandInfo: 'توسيع المعلومات'
  },
  workInProgress: {
    header: 'استئناف العمل في التقدم؟',
    message: 'لقد اكتشفنا أن لديك بعض العمل قيد التقدم المحفوظة. يمكنك متابعة عملك المحفوظ ، أو البدء بصفحة جديدة.',
    startNewWork: 'صفحة جديدة',
    resumeWorkInProgress: 'استئناف العمل'
  },
  general: {
    admin: 'مزود المحتوى',
    hebrew: 'عبري',
    arabic: 'عربي',
    comingSoon: 'قريبا',
    close: 'غلاق',
    next: 'التالى',
    letsGo: 'بداية'
  },
  workflowSelection: {
    phaseOne: 'المرحلة الأولى: فرز القطع',
    phaseTwo: 'المرحلة الثانية: النسخ',
    keywordSearch: 'العثور على العبارة',
    hebrewLanguageReview: 'Hebrew Language Review',
    continue: 'مواصلة العمل في التقدم',
    choose: 'اختر سير عمل'
  },
  tutorial: {
    title: 'الدرس التعليمي'
  },
  transcribeBox: {
    title: 'نسخ',
    instructions: `
      تقرأ اللغة العبرية من اليمين إلى اليسار فابدأ من الجانب الأيمن.
    `,
    instructions2: 'اطلع على أمثلة عن الأبجديات المختلفة في الورقة المرجعية.',
    textArea: 'محتوى مربع الكتابة',
    openKeyboard: 'إظهار لوحة المفاتيح',
    closeKeyboard: 'إخفاء لوحة المفاتيح',
    cancel: 'إلغاء',
    done: 'تم',
    showModern: 'إظهار الحروف الحديثة',
    showMarks: 'عرض العلامات السابقة'
  },
  keyboard: {
    enter: 'مفتاح الإدخال',
    space: 'مفتاح المسافة'
  },
  collection: {
    title: 'إضافة إلى مجموعة',
    addTo: 'إضافة إلى مجموعة موجودة',
    search: 'أكتب للبحث في المجموعات',
    add: 'إضافة',
    create: 'أو إنشاء مجموعة جديدة',
    name: 'اسم المجموعة',
    private: 'خاص'
  },
  topNav: {
    title: 'القائمة الرئيسية',
    site: 'كتبة جنيزا القاهرة',
    about: 'نبذة عن المشروع',
    transcribe: 'نسخ',
    talk: 'مناقشة',
    collect: 'تجميع',
    feedback: 'نتائج'
  },
  scriptReferences: {
    title: 'ورقة مرجعية للخطوط',
    scriptTypes: 'أنواع الخط العبري',
    yourSheet: 'الورقة المرجعية الخاصة بكم',
    types: {
      OrientalNE: 'عراقي وإيراني',
      OrientalSW: 'مصري وفلسطيني',
      Maghrebi: 'مغربي',
      Sephardi: 'سفاردي',
      Yemenite: 'يمني',
      Byzantine: 'بيزنطي',
      Ashkenazi: 'أشكنازي',
      Italian: 'إيطالي',
      Square: 'مربع',
      Minuscule: 'ضئيل',
      Cursive: 'بالحروف المتصلة'
    },
    sendScript: 'إرسال الخط إلى لوحة المفاتيح',
    currentScript: 'نوع الخط الحالي',
    back: 'الرجوع إلى لوحة المفاتيح',
    changeScript: 'تغيير الخط',
    changeInstructions: `
      .غير نوع الخط لرؤية الإختلافات في تشكيل الحرف حسب الموقع والفترة الزمنية
    `,
    filterBy: 'فرز الخطوط حسب',
    cursive: 'بحروف متصلة',
    minuscule: 'ضئيلة',
    square: 'مربعة',
    isActive: 'هو الآن مفعل في لوحة مفاتيح النسخ الخاصة بك',
    sent: 'إرسال'
  },
  cribSheet: {
    title: 'ورقة مرجعية',
    instructions: `
      .استعمل هذه الورقة المرجعية لحفظ مقتطفات يمكنك العودة إليه
    `,
    instructions2: `
      .إذا قمت بتسجيل دخولك سيتم حفظ الصور طوال اشتغالك على هذا المشروع
    `,
    addImage: 'إضافة صورة',
    clickAdd: 'انقر هنا لإضافة صورة أخرى',
    delete: 'حذف',
    edit: 'تصحيح',
    save: 'حذف',
    deletePrompt: 'هل تريد حذف هذا المقتطف؟',
    deletePrompt2: '.لا يمكن التراجع عن هذا الإجراء',
    cancel: 'لا، إلغاء ذلك',
    confirm: 'نعم، حذف',
    deny: 'لا، مواصلة النسخ'
  },
  helpers: {
    getStarted: 'تبدأ بالنقر على "إضافة النسخ"',
    click: 'انقر في بداية ونهاية سطر من النص لإضافة النسخ',
    draw: 'ارسم مربع حول جزء الصورة التي تريد حفظها',
    copied: 'Text copied to your clipboard! Paste into your text transcription box.'
  },
  fieldGuide: {
    title: 'المعلومات الإضافية'
  },
  finished: {
    title: 'تم الإنتهاء',
    allTranscribed: 'هل تم نسخ كل شيء؟',
    instructions: `
      هل تم نسخ كل سطر في هذه الوثيقة؟
      !لا تقلق إذا بقيت بعض السطور، نحن نشكرك على لمساهمتك
    `,
    whenReady: `
       عندما تكون مستعدا انقر "تم وناقش" لمناقشة هذه الوثيقة مع فريق بحث جنيزا القاهرة والمتطوعين زملائك أو انقر "تم" للمرور إلى
       .الوثيقة التالية
    `,
    allComplete: 'نعم، جميع السطور كاملة',
    notFinished: '.لا، لم يتم نسخ بعض السطور',
    cancel: 'إلغاء',
    done: 'تم',
    doneAndTalk: 'تم وناقش'
  },
  bios: {
    Laurie: {
      name: 'Laurie Allen',
      description: 'لوري ألين (Laurie Allen) مديرة الدراسات الرقمية بمكتبات جامعة بنسلفانيا.'
    },
    Samantha: {
      name: 'Samantha Blickhan',
      description: `
        سامانثا بليكهان (Samantha Blickhan) زميلة ما بعد الدكتوراه في زونيفيرس (Zooniverse) وتبحث في أفضل الممارسات في النسخ بتعهيد جماعي.
      `
    },
    Laura: {
      name: 'Laura Newman Eckstein',
      description: `
        لورا نومان إكستاين (Laura Newman Eckstein) منسّقة العلوم الإنسانية الرقمية للدراسات اليهودية .بالمكتبات لجامعة بنسلفانيا(2018-2016).
      `
    },
    Doug: {
      name: 'Doug Emery',
      description: `
        دوغ إيمري (Doug Emery) مبرمج المحتوى الرقمي للمجموعات الخاصة في مركز كيسلاك (Kislak) للمجموعات الخاصة والكتب النادرة والمخطوطات في جامعة بنسلفانيا.
      `
    },
    Mitch: {
      name: 'Mitch Fraas',
      description: `
        ميتش فراس (Mitch Fraas) أمين المجموعات الخاصة في مركز كيسلاك (Kislak) للمجموعات الخاصة والكتب النادرة  والمخطوطات في جامعة بنسلفانيا.
      `
    },
    WillGranger: {
      name: 'Will Granger',
      description: `
        ويل جرانجر هو مطور واجهات استخدام لدى الزونيفرس متواجد بالقبة الفلكية أدلر
      `
    },
    Arthur: {
      name: 'Arthur Kiron',
      description: `
        آرثور كيران (Arthur Kiron) منسق مجموعات اليهودية ورئيس المكتبة في مركز هربرت د. كاتز (.Herbert D. Katz) للدراسات اليهودية المتقدمة، وأستاذ مساعد للتاريخ في جامعة بنسلفانيا
      `
    },
    Moshe: {
      name: 'Moshe Lavee',
      description: `
        موسى لافي (Moshe Lavee) هو المدير المشارك لمخبر ليجا الإلكتروني (e-Lijah) للحصول على التعهيد الجماعي في الدراسات اليهودية وبرنامج البكالوريوس في العلوم الإنسانية الرقمية والمركز متعدد التخصصات لبحوث الجنيزا في جامعة حيفا. يدرّسموسى؟ التلمود والمدراش في قسم التاريخ اليهودي في جامعة حيفا وهو متخصص في ميدراش الجنيزا.
      `
    },
    Eve: {
      name: 'Eve Krakowski',
      description: `
        إيف كراكوسكي (Eve Krakowski) أستاذة مساعدة لدراسات الشرق الأدنى في جامعة برينستون و متخصصة في الجنيزا الوثائقية.
      `
    },
    William: {
      name: 'William Noel',
      description: `
        ويليام نويل (William Noel) مدير مركز كيسلاك (Kislak) للمجموعات الخاصة والكتب النادرة والمخطوطات ومعهد شونبرغ (Schoenberg) لدراسات المخطوطات في جامعة بنسلفانيا.
      `
    },
    Shaun: {
      name: 'Shaun A. Noordin',
      description: `
        شون أ. نوردين هو مطور ويب بزونيفرس في أكسفورد يكتب الأوامر البرمجية للتسلية ويحل الألغاز من أجل لقمة العيش.
      `
    },
    Vered: {
      name: 'Vered Raziel Kretzmer',
      description: `
        فيريد رازيئيل كريتزمر(Vered Raziel Kretzmer) منسقة مبادرة التعهيد الجماعي لجنيزا في مختبر
        ليجا الإلكتروني للحصول على التعهيد الجماعي في الدراسات اليهودية في جامعة حيفا. هي متخصصة
        .بالليتورجيا من الجنيزا
      `
    },
    Raha: {
      name: 'Raha Rafii',
      description: `
        رها رفيعي طالبة دكتوراه في قسم اللغات والحضارات في الشرق الأدنى بجامعة بنسلفانيا. هي متخصصة
        .في التاريخ والقانون الإسلامي في العصور الوسطى
      `
    },
    Becky: {
      name: 'Becky Rother',
      description: `
        بيكي روثر(Becky Rother) هي مصممة زونيقيرز(Zooniverse)، وتعمل مع فريق البحث
        .والمطورين زونيقيرز لخلق أفضل تجربة النسخ الممكنة
      `
    },
    Marina: {
      name: 'Marina Rustow',
      description: `
        مارينا روستو (Marina Rustow) هي أستاذة خدوري أ. زيلخا (Khedouri A. Zilkha) للحضارة
        اليهودية في الشرق الأوسط، أستاذة دراسات الشرق الأدنى والتاريخ في جامعة برينستون، ومتخصصة
        .بالجنيزا الوثائقية
      `
    },
    Emily: {
      name: 'Emily Esten',
      description: `
        إميلي إستين (Emily Esten) منسّقة العلوم الإنسانية الرقمية للدراسات اليهودية .بالمكتبات لجامعة بنسلفانيا
      `
    }
  },
  specialThanks: {
    main: `
      بالإضافة إلى ذلك، نوجه شكرا وامتنانا خاصا لإليزابث بايتس والدكتورة جين باور وهال بلاكبورن والطيب الشريف وجسيكا دومر وتيموثي دانغيت وسكوت إندرلي والدكتورة جيسيكا غولدبرغ وربيكا هيل وامي هاتشينز والدكتور ديفيد كريمر والدكتورة نيتا كريفانس وكتي لينش وغاياتري ب. أوروغانتي والدكتور بن أوثوايت والدكتور كريغ بيري وبصان رضوان والدكتورة سيناي روزينك والدكتورة جوديذ ألسفي-شلنجر وياسمين شينوهارا والدكتورة سمدار شتول وإيما ستانفورد والدكتور أوديد زينغر لمساهماتهم.
    `,
    additional: `
      وعلاوة على ذلك، نشكر المؤسسات التالية على تقديم صور إضافية لهذا المشروع: مكتبة ولاية برلين
      .ومكتبات بودليان في جامعة أكسفورد والمكتبة البريطانية ومكتبة إسرائيل الوطنية
    `
  },
  textModifiers: {
    insertion: '‏إضافة',
    deletion: 'حذف',
    damaged: 'عطل',
    drawing: '‏رسمة',
    grid: 'شبكة',
    divineName: 'الاسم الالهي'
  },
  transcribeHebrew: {
    title: 'انسخ قطع بالخط العبري',
    content: `
      .انسخ القطع بالخط العبري من جنيزا القاهرة
      اختر أسفله إذا كنت تريد نسخ قطعة بخط عبري رسمي (عادة أفضل بالنسبة للمبتدئين) أو
      قطعة بخط عبري غير رسمي
      .(ينصح به الذين يبحثون عن تحدي أكبر)
    `,
    exercises: 'تمارين نسخ كاملة',
    easy: 'عبري رسمي',
    challenging: 'عبري غير رسمي'
  },
  transcribeArabic: {
    title: 'انسخ قطع بالخط العربي',
    content: `
      .انسخ القطع بالخط العربي من جنيزا القاهرة
      اختر أسفله إذا كنت تريد نسخ قطعة بخط عربي رسمي (عادة أفضل بالنسبة للمبتدئين) أو
      قطعة بخط عربي غير رسمي
      .(ينصح به الذين يبحثون عن تحدي أكبر)
    `,
    exercises: 'تمارين نسخ كاملة',
    easy: 'عربي رسمي',
    challenging: 'عربي غير رسمي'
  },
  keywordsHebrew: {
    title: 'ابحث عن كلمات مفاتيح في قطع بالخط العبري',
    content: `
      .ساعدنا في البحث عن كلمات مفاتيح محددة في الخط العبري
      عملك سيكون بداية لعملية نسخ القطع التي قد تكون صعبة بمكان. عوضا
      عن محاولة نسخ كامل الوثيقة ابدأ بالبحث عن
      !كلمات محددة لتساهم في بدء العملية. جاهز، استعد، ابحث
    `,
    button: 'عبارات العبرية'
  },
  keywordsArabic: {
    title: 'ابحث عن كلمات مفاتيح في قطع بالخط العربي',
    content: `
      .ساعدنا في البحث عن كلمات مفاتيح محددة في الخط العربي
      عملك سيكون بداية لعملية نسخ القطع التي قد تكون صعبة بمكان. عوضا
      عن محاولة نسخ كامل الوثيقة ابدأ بالبحث عن
      !كلمات محددة لتساهم في بدء العملية. جاهز، استعد، ابحث
    `,
    button: 'عبارات العربية'
  },
  classifyFragments: {
    title: 'فرز القطع',
    button: 'فرز القطع'
  },
  home: {
    institutions: 'المؤسسات الشريكة',
    imagePartners: 'شركاء الصورة',
    provenance: 'مصدر',
    specialThanks: 'شكر خاص',
    team: 'الفريق',
    aboutGeniza: 'حول جنيزا',
    aboutResearch: 'حول شركاء الأبحاث',
    aboutScribes: 'نبذة كتبة جنيزة القاهرة',
    getStarted: 'البدء'
  },
  closeAnnotation: {
    title: 'إغلاق الشرح',
    question: '.هل أنت متأكد من حذف هذا النسخ؟ لا يمكنك أن تحفظ نسخا فارغا',
    confirm: 'نعم، حذف',
    deny: 'لا، مواصلة النسخ',
    delete: 'هل أنت متأكد من حذف هذا النسخ؟'
  },
  helpModals: {
    whatsThis: 'ما هذا؟',
    keyboardHelp: '.انقر هنا لإخفاء / إظهار لوحة المفاتيح',
    scriptHelp: `
      .التمرير لاختيار نوع كتابي مختلف عن لوحة المفاتيح. قم بزيارة قسم خط المراجع في ورقة المرجعية لمزيد من المعلومات
    `,
    modifierHelp: `
      :استخدم هذه العلامات للإشارة الحوادث الخاصة داخل الكتابة
    `,
    modifiers: {
      insertion: {
        title: 'إدراج',
        content: '.إدراج للكتابة التي تمت إضافتها',
        example: '[إدراج]الكتابة المدرجة هنا [إدراج]'
      },
      deletion: {
        title: 'الحذف',
        content: 'الحذف للنص الذي تمت إزالته ',
        example: '[الحذف ] حذف الكتابة هنا[ الحذف]'
      },
      damaged: {
        title: 'التالفة',
        content: '.التالفة النص المخفي أو دمرت بسبب الأضرار المادية أو ما وتمزيق',
        example: 'نسخ حتى جزء التالف [التالفة ] ثم تابع بعد'
      },
      drawing: {
        title: 'رسم',
        content: '.رسم لتمييز الصور التي تقطع خطوط النص',
        example: 'نسخ حتى الرسم [رسم ] ثم تابع'
      },
      grid: {
        title: 'شبكة',
        content: '.الشبكة للإشارة إلى النص المجدول',
        example: '[شبكة]النص الجدولي هنا [شبكة]'
      },
      divineName: {
        title: 'الالهيه',
        content: '.الاسم الالهي لاستخدام بدلا من اسم الالهيه',
        example: 'نسخ حتى اسم [  الالهيه  ] ثم تابع'
      }
    }
  },
  statistics: {
    title: 'إحصائات من النسخ من الكتبة من جنيزة القاهرة',
    completedSubjects: 'الموضوعات المكتملة',
    classifications: 'التصنيفات',
    volunteers: 'المتطوعين',
    sortingStats: 'المتطوعين',
    moreStatistics: 'مزيد من الإحصائيات',
    completed: 'المكتملة'
  },
  whatIs: {
    title: 'ما هو Zooniverse؟',
    content: `
      Zooniverse هو الأكبر والأكثر عام برنامج في العالم للبحث مدعوم من قبل الناس. لقد جعل هذا البحث ممكنا من قبل المتطوعين - مئات الآلاف
      من الناس حول العالم الذين يلتقون لمساعدة الباحثين المحترفين. هدفنا هو تمكين البحوث التي لن يكون ممكنا، أو عملي، وإلا. بحوث Zooniverse
      .النتائج في الاكتشافات الجديدة ، مجموعات بيانات مفيدة لمجتمع البحث الأوسع ، والعديد من المنشورات
    `
  },
  connect: {
    title: 'تواصل مع فريق جنيزا لمزيد من المحتوى'
  },
  questionPrompt: {
    confirm: 'نعم ، ابدأ صفحة جديدة',
    deny: 'لا ، أستمر في العمل المحفوظ',
    question: 'هل أنت متأكد من أنك تريد بدء سير عمل جديد؟ سيؤدي هذا إلى حذف أي أعمال محفوظة قد تكون لديك.',
    title: 'بدء العمل الجديد'
  },
  noSubject: {
    title: 'موضوع غير متوفر',
    back: 'العودة إلى الصفحة الرئيسية للمشروع',
    reload: 'تحديث الصفحة'
  },
  landingPage: {
    paragraphOne: `
      مرحبا بكم في الكتاب من جنيزة القاهرة، فرصتك للعمل مع الآخرين لكشف اسرار واحدة من أكبر أرشيف العصور الوسطى. مخبأة لعدة قرون في
      علية القاهرة ، أكثر من 300،000 قطعة من النصوص اليهودية ما قبل الحداثة والوسطى في العصور الوسطى - من الإيصالات اليومية إلى الكتابات
      التوراتية - لم يتم فك رموزها بالكامل بعد.
    `,
    paragraphTwo: {
      chunkOne: 'الخطوة الأولى من المشروع ،',
      chunkTwo: 'قطع حسب نوع الخط ومستوى الصعوبة.',
      chunkThree: 'بعد ذلك ، نقوم بتحليل أكوام فرزها',
      chunkFour: 'القطع سهلة نسبيا ، وتجد',
      chunkFive: 'رئيسية سيتم استخدامها في النهاية للمساعدة في فك رموز الأكثر صعوبة.'
    },
    paragraphThree: `
      هذا هو مشروع تعاوني بين العديد من مؤسسات التعليم العالي (المذكورة أدناه) ، العديد من مستودعات المخطوطات ، وأنت ، مواطني العالم. شكرا
      لكم مقدما على مساهمتك.
    `,
    sort: 'تفريق',
    transcribing: 'نسخ',
    phrases: 'عبارات'
  }
};
