export default {
  toolbar: {
    title: 'הכלים',
    addTranscription: 'הוסף תעתוק',
    pan: 'גלול תמונה',
    zoomIn: 'הגדל',
    zoomOut: 'הקטן',
    rotate: 'סובב',
    invertColors: 'נגטיב',
    showHints: 'הצג מילות מפתח',
    hideHints: 'הסתר מילות מפתח',
    showingMarks: 'הראה סימוני שורות שנעשו בעבר',
    hidingMarks: 'הסתר סימוני שורות שנעשו בעבר',
    resetImage: 'אפס תמונה',
    addFavorites: 'הוסף למועדפים',
    addCollection: 'הוסף לאוסף'
  },
  infoBox: {
    subjectInfo: 'תיאור הפריט ',
    name: 'קטע הגניזה',
    attribution: 'ספריית מקור',
    libraryCatalog: 'לאתר הספריה',
    collapseName: 'סגור פרטי האוסף',
    expandName: 'הצג פרטי האוסף',
    showCrib: 'הצג סוגי כתב',
    hideCrib: 'סגור סוגי כתב',
    transcribeReverse: 'עבור לעמוד השני של הדף',
    transcribeFront: 'חזור לעמוד הראשון',
    showGuide: 'למידע נוסף',
    hideGuide: 'סגור מידע נוסף',
    showTutorial: 'הדרכה למשימת התעתוק',
    hideTutorial: 'סגור הדרכה',
    saveProgress: 'שמור התקדמות',
    finished: 'סיום',
    lastSave: 'שמירה אחרונה',
    expandInfo: 'הצג תיאור הקטע'
  },
  workInProgress: {
    header: 'האם לשחזר העתקה לא גמורה?',
    message: 'יש העתקה שטרם סיימת השמורה במערכת. האם ברצונך לחזור להעתקה זו או לעבור לדף חדש?',
    startNewWork: 'דף חדש',
    resumeWorkInProgress: 'חזור לעבודה שמורה'
  },
  general: {
    admin: 'מנהל',
    hebrew: 'עברית',
    arabic: 'ערבית',
    comingSoon: '...בקרוב',
    close: 'סגור',
    next: 'הבא',
    letsGo: 'להתחיל'
  },
  workflowSelection: {
    phaseOne: 'שלב I: סיווג קטעי הגניזה',
    phaseTwo: 'שלב II: העתקת קטעי הגניזה',
    keywordSearch: 'איתור מילות מפתח',
    continue: 'המשך בתהליך העבודה',
    choose: 'בחרו משימה'
  },
  tutorial: {
    title: 'הדרכה'
  },
  transcribeBox: {
    title: 'תעתוק',
    instructions: 'הקלד את הטקסט שלפניך.',
    instructions2: 'ניתן להיעזר בדוגמאות סוגי כתב לשם זיהוי האותיות.',
    textArea: 'הקלד טקסט כאן',
    openKeyboard: 'פתח מקלדת',
    closeKeyboard: 'סגור מקלדת',
    cancel: 'ביטול',
    done: 'סיום',
    showModern: 'הצג מקלדת רגילה',
    showMarks: 'הראה סימוני שורות שנעשו בעבר'
  },
  collection: {
    title: 'הוסף לאוסף',
    addTo: 'הוסף לאוסף קיים',
    search: 'הקלד לחיפוש ברשימת האוספים',
    add: 'הוסף לאוסף',
    create: 'או צור אוסף חדש',
    name: 'שם האוסף',
    private: 'פרטי'
  },
  topNav: {
    title: 'סרגל ראשי',
    site: 'מחיי הגניזה הקהירית',
    about: 'אודות',
    transcribe: 'תעתוק',
    talk: 'פורום',
    collect: 'יצירת אוסף',
    feedback: 'משוב'
  },
  scriptReferences: {
    title: 'מאגר סוגי כתב',
    scriptTypes: 'סוגי כתב עברי',
    yourSheet: 'מאגר סוגי הכתב שלך',
    types: {
      OrientalNE: '(מזרחי (צפון-מזרח ',
      OrientalSW: '(מזרחי (מערב-דרום המזרח ',
      Maghrebi: 'מגרבי',
      Sephardi: 'ספרדי',
      Yemenite: 'תימני',
      Byzantine: 'ביזנטי',
      Ashkenazi: 'אשכנזי',
      Italian: 'איטלקי',
      Square: 'מרובע',
      Minuscule: 'בינוני',
      Cursive: 'רהוט'
    },
    sendScript: 'הצג כתב זה במקלדת',
    currentScript: 'סוג הכתב הנוכחי',
    back: 'חזרה למקלדת',
    changeScript: 'שנה סוג כתב',
    changeInstructions: `
      שנה את סוג הכתב כדי להתרשם מההבדלים במאפייני צורת האותיות בין אזורים שונים בעולם ותקופות שונות
    `,
    filterBy: 'סנן סוגי כתב',
    cursive: 'רהוט',
    minuscule: 'בינוני',
    square: 'מרובע'
  },
  cribSheet: {
    title: 'סוגי כתב',
    instructions: '.שמור כאן גזירות מסך של סוגי אותיות לשימושך האישי',
    instructions2: '.אם הנך רשום במערכת, התמונות ישמרו עבורך למשך כל זמן עבודתך בפרויקט',
    addImage: 'גזירת מסך',
    clickAdd: 'לחץ לגזירת מסך נוספת',
    delete: 'מחק',
    edit: 'ערוך',
    save: 'שמור',
    deletePrompt: '?למחוק את גזירת המסך',
    deletePrompt2: '.פעולה זו אינה ניתנת לשחזור',
    cancel: 'בטל מחיקה',
    confirm: 'כן, מחק',
    deny: 'לא, המשך בהעתקה'
  },
  helpers: {
    getStarted: '"כדי להתחיל, לחץ על "הוסף תעתוק',
    click: 'כדי לתעתק, סמן את תחילת השורה וסוף השורה בעזרת העכבר',
    draw: 'סמן את גבולות התמונה שברצונך לגזור ולשמור',
    copied: 'העתקת טקסט למקלדת. הדבק אותו בתיבת התעתוק'
  },
  fieldGuide: {
    title: 'מידע נוסף'
  },
  finished: {
    title: 'סיום',
    allTranscribed: '?האם הכל מועתק',
    instructions: `
      !האם תעתקת את כל שורות המסמך? גם אם לא, הכל כשורה, תרומתך מאוד עזרה
    `,
    whenReady: `
      לחץ סיים ועבור לפורום כדי לדון בקטע גניזה זה עם צוות מומחי הגניזה הקהירית ועם מתנדבים אחרים, או סיים
      כדי לעבור למסמך הבא
    `,
    allComplete: 'כן, כל השורות הועתקו',
    notFinished: 'לא, ישנן שורות שלא הועתקו',
    cancel: 'בטל',
    done: 'סיים',
    doneAndTalk: 'סיים ועבור לפורום'
  },
  bios: {
    Laurie: {
      name: 'Laurie Allen',
      description: '.לורי אלן היא מנהלת הדיגיטציה בספריות אוניברסיטת פנסילבניה'
    },
    Samantha: {
      name: 'Samantha Blickhan',
      description: '.סמנתה בליקהן היא פוסט דוקטורנטית בזוניברס, החוקרת פרקטיקות מיטביות לתעתוק המונים'
    },
    Laura: {
      name: 'Laura Newman Eckstein',
      description: '.לורה ניומן-אקשטיין היא רכזת מדעי היהדות הדיגיטליים בספריות אוניברסיטת פנסילבניה'
    },
    Doug: {
      name: 'Doug Emery',
      description: `
        דאג אמרי הוא מתכנת תוכן דיגיטלי במרכז קיסלק לאוספים מיוחדים, ספרים נדירים וכתבי יד באוניברסיטת
        .פנסילבניה
      `
    },
    Mitch: {
      name: 'Mitch Fraas',
      description: `
        מיץ' פראס הוא אוצר האוספים המיוחדים במרכז קיסלק לאוספים מיוחדים, ספרים נדירים וכתבי יד
        .באוניברסיטת פנסילבניה
      `
    },
    WillGranger: {
      name: 'Will Granger',
      description: `
        ויל גראנג'ר הוא מפתח ממשק משתמש מצוות זוניברס בפלנטריום אדלר.
      `
    },
    Arthur: {
      name: 'Arthur Kiron',
      description: `
        ארתור קירון הוא אוצר אוספי היודאיקה ע"ש שוטנשטיין-יסלזון, ראש הספריה למחקרי יהדות מתקדמים
        .במרכז הרברט ד. כץ בפנסילבניה, ומרצה להיסטוריה באוניברסיטת פנסילבניה
      `
    },
    Moshe: {
      name: 'Moshe Lavee',
      description: `
        משה לביא עומד בראש מעבדת אליהו לשיתוף המונים במדעי היהדות, ראש התכנית למדעי הרוח
        הדיגיטליים וממנהלי המרכז לחקר הגניזה באוניברסיטת חיפה. מרצה לתלמוד ומדרש במחלקה לתולדות
        .ישראל באוניברסיטת חיפה, ומתמחה בחקר המדרש בגניזה
      `
    },
    Eve: {
      name: 'Eve Krakowski',
      description: `
        .איב קרקובסקי היא מרצה ללימודי המזרח הקרוב באוניברסטת פרינסטון, מתמחה בגניזה הדוקומנטרית
      `
    },
    William: {
      name: 'William Noel',
      description: `
        ויליאם נואל הוא ראש מרכז קיסלק לאוספים מיוחדים, ספרים נדירים וכתבי יד, וראש מכון שונברג לחקר
        .כתבי יד באוניברסיטת פנסילבניה
      `
    },
    Shaun: {
      name: 'Shaun A. Noordin',
      description: `
        שון נורדין הוא מפתח אתרים מצוות זוניברס באוקספורד, כותב קוד להנאתו ופותר חידות למחייתו.
      `
    },
    Vered: {
      name: 'Vered Raziel Kretzmer',
      description: `
        ורד רזיאל קרצ'מר אחראית על פרויקט שיתוף המונים בגניזה במעבדת אליהו לשיתוף המונים במדעי
        .היהדות באוניברסיטת חיפה, ומתמחה בחקר התפילה בגניזת קהיר
      `
    },
    Raha: {
      name: 'Raha Rafii',
      description: `
        Raha Rafii is a Ph.D. candidate in the Department of Near Eastern Languages
        and Civilizations at the University of Pennsylvania, specializing in medieval Islamic history and law.
      `
    },
    Becky: {
      name: 'Becky Rother',
      description: `
        בקי רות'ר היא המעצבת של זוניברס, עובדת בשיתוף פעולה עם צוות המחקר והמפתחים של זוניברס
        .ליצירת חוויית תעתוק מיטבית
      `
    },
    Marina: {
      name: 'Marina Rustow',
      description: `
        מרינה רוסטו עומדת בראש קתדרת כדורי א. זילכה לתרבות יהודית במזרח הקרוב, פרופסור לחקר
        .ההיסטוריה של המזרח הקרוב באוניברסיטת פרינסטון ומתמחה בגניזה הדוקומנטרית
      `
    },
    Emily: {
      name: 'Emily Esten',
      description: `
        אמילי אסטן היתה רכזת מדעי היהדות הדיגיטליים בספריות אוניברסיטת
      `
    }
  },
  specialThanks: {
    main: `
      ,תודתנו שלוחה גם לד"ר ג'ין באואר, אליזבת' בייטס, האל בלקברן, טייב שריף, ג'סיקה דאמר, טימות'י דנגייט
      סקוט אנדרל, ד"ר ג'סיקה גולדברג, רבקה היל, אמיי האצ'ינס, ד"ר דוד קרמר, ד"ר ניטה קרוונס, קייט לינץ', גייטרי
      ב. אורוגנטי, ד"ר בן אות'וויט, ד"ר קרייג פרי, בסאן רדוואן, ד"ר סיני רוסינק, ד"ר ג'ודית אולשובי-שלאנגר, ג'סמין
      שינוהרה, ד"ר סמדר שטהל, אמה סטנפורד וד"ר עודד זינגר, על תרומתם לפרויקט.
    `,
    additional: `
      תודה גם למוסדות הבאים שתרמו סריקות נוספות לפרויקט: ספריית המדינה בברלין, ספריות הבודליאנה
      .באוניברסיטת אוקספורד, הספריה הבריטית בלונדון, הספריה הלאומית בירושלים
    `
  },
  textModifiers: {
    insertion: 'תוספת',
    deletion: 'מחיקה',
    damaged: 'פגום',
    drawing: 'ציור',
    grid: 'טבלה/שרטוט',
    divine: 'ה’',
    divineName: 'שם האל'
  },
  transcribeHebrew: {
    title: 'תעתוק קטעים בכתב עברי',
    content: `
      .העתיקו קטעי גניזה הכתובים באותיות עבריות
      למטה, בחרו בין העתקה של קטעים בכתב פורמלי (משימה קלה
      יותר ומתאימה למתחילים) ובין העתקה של קטעים
      .הכתובים בסגנון בלתי פורמלי (משימה מאתגרת יותר)
    `,
    exercises: 'תרגול העתקה מלאה',
    easy: 'עברית קלה',
    challenging: 'עברית – דרגת קושי גבוהה'
  },
  transcribeArabic: {
    title: 'תעתוק קטעים בכתב ערבי',
    content: `
      .העתיקו קטעי גניזה הכתובים באותיות ערביות
      למטה, בחרו בין העתקה של קטעים בכתב פורמלי (משימה קלה
      יותר ומתאימה למתחילים) ובין העתקה של קטעים הכתובים בסגנון בלתי פורמלי
      .(משימה מאתגרת יותר)
    `,
    exercises: 'תרגול העתקה מלאה',
    keywords: 'חיפוש מילות מפתח בקטעי גניזה הכתובים בעברית',
    keywordContent: `
      .עזרו לנו לאתר מילות מפתח בקטעים הכתובים עברית
      זיהוי מילות המפתח הוא אמצעי לזיהוי והעתקת קטעים
      .העשויים להיות מאתגרים יותר לקריאה
      במקום לנסות לתעתק את המסמך כולו, אתרו בו ביטויים ומלים שיעזרו
      !לנו להתחיל את התהליך. הכון, החל, חפש
    `,
    easy: 'ערבית קלה',
    challenging: 'ערבית – דרגת קושי גבוהה'
  },
  keywordsHebrew: {
    title: 'חיפוש מילות מפתח בכתב עברי',
    content: `
      .עזור לנו לאתר מילות מפתח בקטעים הכתובים עברית
      זיהוי מילות המפתח הוא אמצעי לזיהוי והעתקת קטעים
      .העשויים להיות מאתגרים יותר לקריאה
      במקום לנסות לתעתק את המסמך כולו, אתרו בו ביטויים ומלים שיעזרו
      !לנו להתחיל את התהליך. הכון, החל, חפש
    `,
    button: 'מילות מפתח בכתב עברי'
  },
  keywordsArabic: {
    title: 'חיפוש מילות מפתח בכתב ערבי',
    content: `
      עזור לנו לאתר מילות מפתח בקטעים הכתובים בערבית. זיהוי מילות המפתח הוא אמצעי לזיהוי והעתקת
      קטעים מאתגרים יותר לקריאה. במקום לנסות לתעתק את המסמך כולו, תאתר בו ביטויים ומילים שיעזרו
      !לנו להתחיל את התהליך. הכון, החל, חפש
    `,
    button: 'מילות מפתח בכתב ערבי'
  },
  classifyFragments: {
    title: 'סיווג קטעים',
    button: 'סיווג קטעים'
  },
  home: {
    institutions: 'שותפים למחקר',
    imagePartners: 'ספריות השותפות לפרויקט',
    provenance: 'ספריות המקור',
    specialThanks: 'תודות',
    team: 'הצוות',
    aboutGeniza: 'על הגניזה',
    aboutResearch: 'המוסדות המשתתפים במחקר',
    aboutScribes: 'על סופרי הגניזה הקהירית',
    getStarted: 'התחילו כאן'
  },
  closeAnnotation: {
    title: 'סגור תעתוק',
    question: '?בטוחים שאתם רוצים לסגור בלי לשמור',
    confirm: 'כן, סגור בלי לשמור',
    deny: 'לא, המשך בהעתקה',
    delete: 'האם אתה בטוח שברצונך למחוק את התעתיק?'
  },
  helpModals: {
    whatsThis: 'מה זה?',
    keyboardHelp: 'לחצו כאן כדי להציג את המקלדת או כדי להסתירה',
    scriptHelp: `
      גללו לבחירת סוג כתב שונה עבור המקלדת שלכם. למידע נוסף ראו מאגר סוגי הכתב.
    `,
    modifierHelp: `
      השתמשו בסימונים אלה על מנת לציין את התופעות הבאות:
    `,
    modifiers: {
      insertion: {
        title: 'תוספת',
        content: 'לסימון טקסט מעל השורה או שנוסף על הטקסט המקורי',
        example: '[תוספת] כאן בא הטטקסט שנוסף [תוספת]'
      },
      deletion: {
        title: 'מחיקה',
        content: 'לסימון טקסט שנמחק בקו או בנקודות מעליו',
        example: '[מחיקה] כאן בא הטקסט המחוק [מחיקה]'
      },
      damaged: {
        title: 'פגום',
        content: 'לסימון טקסט שניזוק או נקרע ואינו קריא',
        example: 'העתיקו עד לחלק הניזוק, סמנו [פגום] והמשיכו בהעתקה'
      },
      drawing: {
        title: 'ציור',
        content: 'לסימון עיטור או ציור המפסיק את שטף העתקת השורה',
        example: 'העתיקו עד לציור, סמנו [ציור] והמשיכו בהעתקה'
      },
      grid: {
        title: 'טבלה',
        content: 'לסימון טקסט בתוך טבלה או שרטוט',
        example: '[טבלה] כאן בא הטקסט שבטבלה [טבלה]'
      },
      divineName: {
        title: 'שם האל',
        content: 'לסימון שם האל על כל צורותיו',
        example: 'העתיקו עד שם האל, סמנו [ה’] והמשיכו כרגיל.'
      }
    }
  },
  statistics: {
    title: 'שלב II - סטטיסטיקות',
    completedSubjects: 'קטעים גמורים',
    classifications: 'סיווגים',
    volunteers: 'מתנדבים',
    sortingStats: ' נתוני הסיווג',
    moreStatistics: 'נתונים נוספים',
    completed: 'גמורים'
  },
  whatIs: {
    title: ' מהו זוניברס?',
    content: `
      זוניברס (Zooniverse) הוא פלטפורמת מחקר ההמונים הגדולה והפופולרית ביותר בעולם. המחקר
      מבוצע בידי מתנדבים - מאות אלפי אנשים מרחבי העולם המושיטים ידם לעזרה לחוקרים המקצועיים.
      מטרתנו היא לאפשר את קיומם של פרוייקטים מחקריים שלא היו יכולים להתקיים ללא עזרת הציבור
      הרחב. המחקר של זוניברס מייצר תגליות חדשות, מערכי נתונים לשימושה של קהילת המחקר,
      ופרסומים רבים.
    `
  },
  connect: {
    title: 'בקרו אותנו גם דרך'
  },
  questionPrompt: {
    confirm: 'כן, התחל קטע חדש',
    deny: 'לא, המשך בהעתקה שנשמרה',
    question: 'האם אתם בטוחים שברצונכם להתחיל משימה חדשה? פעולה זו תמחק את העתקתכם עד כה',
    title: 'התחל קטע חדש'
  },
  noSubject: {
    title: 'קטע הגניזה לא נמצא',
    back: 'חזרה לדף הבית',
    reload: 'טען מחדש את הדף'
  },
  landingPage: {
    paragraphOne: `
      ברוכים הבאים לסופרי הגניזה הקהירית, הפרויקט המאפשר לכם לקחת חלק בגילוי סודותיו של אחד
      הארכיונים הגדולים ביותר מימי הביניים, שנשמר במשך מאות שנים בעליית גג בבית כנסת בקהיר. יותר
      מ-300,000 קטעי טקסטים יהודיים מימי הביניים והעת החדשה המוקדמת, מחיבורים מקראיים ועד
      קבלות מסחר יומיומיות, מחכים עדיין לפענוחם המלא.
    `,
    paragraphTwo: {
      chunkOne: 'בשלב הראשון של הפרויקט',
      chunkTwo: 'הקטעים לפי סוג הכתב ורמת הקושי.',
      chunkThree: 'בשלב השני, אנו מבקשים את עזרת הציבור',
      chunkFour: 'הקטעים הקלים יחסית לקריאה, ובזיהוי',
      chunkFive: 'מפתח שיעזרו לפענח את הקטעים הקשים יותר.'
    },
    paragraphThree: `
      סופרי הגניזה הקהירית הוא פרי שיתוף הפעולה בין מוסדות אקדמיים שונים, ספריות וארכיונים, ואתם - אזרחי העולם כולו.
      אנו מודים לכם מראש על תרומתכם.
    `,
    sort: 'ממוינים',
    transcribing: 'בתעתוק',
    phrases: 'מילות'
  }
};
