import React from 'react';

function Content() {
  return (
    <div>
      <span>
        نبذة عن
        تتكون جنيزا القاهرة من أكثر من 300،000 قطعة بين ورق ورقوق. إلى حدود أواخر القرن التاسع عشر، كانت هذه القطع
        تحفظ في علية كنيس ابن عزرا الموجود في القاهرة القديمة.  الجنيزا هي غرفة تخزين وقتية للوثائق المهترئة التي تحتوي
        على حروف عبرية تعتبر ذات قدسية في التقاليد اليهودية. نظرا لقداسة هذه النصوصة الدينية الحاملة لحروف عبرية لا
        يمكن التخلص منها بصورة عشوائية بل يتم وضعها في مكان تخزين وقتي وهو الجنيزا وبعد ذلك يتم دفنها في مقبرة. لكن
        ولأسباب غير معروفة لم يدفن يهود القاهرة أبدا معظم المخطوطات المهترئة. عاداتهم الغير تقليدية تظهر كذلك في محتوى
        المخطوطات نفسها إذ هي في الآن نفسه ذات طابع ديني وتشمل مواضيع الحياة اليومية كذلك وبالتالي تختلط كتب
        الصلاة وعقود الزواج بعرائض المحاكم وقائمات التسوق .وإذ تعود في معظمها للفترة الممتدة بين القرنين العاشر والثالث
        عشر فإن وثائق جنيزا القاهرة تعتبر على نطاق واسع أهم مصدر توثيق يعيد تصوير الحياة الإجتماعية والإقتصادية
        .والسياسية والدينية لليهود وغيرهم من متساكني حوض المتوسط في الفترة الما قبل حديثة
      </span>
      <span>
        في هذا المشروع ندعو المتطوعين إلى نسخ قطع من جنيزا القاهرة. في مرحلة أولى من هذا المشروع يتم تصنيف هذه
        القطع بهدف تسهيل عملية النسخ. نسخ هذه القطع مهم أهمية حيوية للبحث وبصفة أعم لأنها قد توفر إمكانية إعادة كتابة
        تاريخ الشرق الأوسط في العصر الما قبل حديث وتاريخ التجارة بين البحر المتوسط والمحيط الهندي وتاريخ اليهود في
        الشتات. عمليا كل الباحثين الذين درسوا هذه النصوص قد خرجوا بفهم مغاير لتاريخ المنطقة وعلاقات الألفة الوطيدة التي
        .تربط بين شعوبه
      </span>
    </div>
  );
};

export default Content;
