import React from 'react';
import { config } from '../../config';

function Content() {
  const c = config;
  const classifyPath = `${c.host}projects/${c.projectSlug}/classify?workflow=`;

  return (
    <div>
      <span>
        &apos;סופרי הגניזה הקהירית&apos; אודות
        גניזת קהיר היא אוסף של יותר מ-300,000 קרעי כתבי-יד, כתובים על קלף או נייר. עד סוף המאה ה-19
        היא מקום אכסונם &apos;גניזה&apos; .נשמרו קטעי גניזה אלה בעליית הגג של בית הכנסת בן-עזרא שבקהיר העתיקה
        של כתבי קודש שהתבלו וספרות אחרת הכתובה עברית. על פי המסורת היהודית אין להשליכם, והם נאספים
        &apos;הוד&apos; ומאוחר יותר נקברים בבית הקברות. מסיבות לא ידועות לא קברו ,&apos;גניזה&apos; במקום אכסון זמני המכונה
        קהיר את כתבי היד הבלויים שלהם. הם חרגו מהנוהג השכיח גם בכך שלצד ספרות קודש הם אכסנו בגניזה
        גם כתבים ומסמכים חסרי מעמד דתי. כך, שמורים סידורים, דפי תלמוד ומדרשים ופרשנות מקרא לצד
        פרוטוקולים של בית דין, מכתבים ורשימות מקח וממכר. דפי ספרות הקודש שנשמרו בגניזה הם עדות נדירה
        באשר לספריה היהודית הימי ביניימית. מסמכי הגניזה הקהירית, המתוארכים ברובם למאות 10-13,
        נחשבים לאחד המקורות החשובים ביותר לחקר תרבותם של יהודי אגן הים התיכון וחיי החברה, הדת,
        .הכלכלה והפוליטיקה שלהם, לצד אלו של בני תרבויות אחרות סביב הים התיכון בימי הביניים
      </span>
      <span>
        .בפרויקט זה, אנו מבקשים ממתנדבים לתעתק את קטעי הגניזה
        מסווגים הקטעים על <a href={`${classifyPath}${c.phaseOne}`} target="_blank">בשלב הראשון </a>
        מנת להקל על זיהויים והעתקתם. תעתוקם של קטעים אלה הוא חיוני למחקר, משום שטמון בהם הפוטנציאל
        לכתוב מחדש את ההיסטוריה של המזרח התיכון הימי ביניימי וקשריו עם האוקיינוס ההודי והתפוצה היהודית
        .ברחבי העולם, כפי שהאירו קטעי הגניזה את עיניהם של כל החוקרים שעסקו בהם עד עתה
      </span>
    </div>
  );
}

export default Content;
