import React from 'react';

import ImgBodleian from '../../images/partners/bodleian.png';
import ImgCambridge from '../../images/partners/cambridge.png';
import ImgElijah from '../../images/partners/Elijah.png';
import ImgGenizah from '../../images/partners/genizah.png';
import ImgJTS from '../../images/partners/jts.png';
import ImgManchester from '../../images/partners/manchester.png';
import ImgPenn from '../../images/partners/penn.png';
import ImgPrinceton from '../../images/partners/princeton.png';
import ImgZooniverse from '../../images/partners/zooniverse-word-black.png';

function Content() {
  return (
    <div className="content">
      <div className="item">
        <div className="right-column">
          <img alt="Penn" src={ImgPenn} />
        </div>
        <h3>ספריית מקור: Penn</h3>
        <p className="text">
          אוסף ספריות אוניברסיטת פנסילבניה (Penn), המונה יותר מ-600 קטעי גניזה, מבוסס על שני מקורות. רובו מגיע מספריית דרופסי קולג', המוסד האקדמי הראשון בעולם שהוסמך להעניק תואר דוקטור במדעי היהדות. על פי רישומי הספרייה וכן על פי תיאורי קטלוג קטעי הגניזה של פילדלפיה שהוכן בידי בן-ציון הלפר בשנת 1924, נבנה האוסף מתרומותיהם של סיירוס (פנחס) אדלר, דוד וו. עמרם, הרברט פרידנולד, אפרים לדרר ומאיר זולצברגר, וכן מפריטים שנרכשו מאלמנתו של קמדן מ' קוברן, שנפטר בשנת 1920.
הלפר סיווג את קטעי הגניזה לשבעה תחומים: מקרא, מדרש ותלמוד, ליטורגיה, שירת חול, מסמכים ומכתבים, פילוסופיה וקבלה, ושונות. בשנת 1986 שינה דרופסי קולג' את יעודו והפך למוסד מחקר ללימודים מתקדמים הקרוי מכון אננברג (ARI), ובשנת 1993 התמזג עם אוניברסיטת פנסליבניה. מייד לאחר ייסודו של מכון אננברג, בספטמבר 1986, נתרמה למכון כמות קטנה של קטעי גניזה נוספים על ידי ג'ק לונצר, בשמו של הוועד המנהל של אוסף וולמדונה. בשנת 1994 עבר אוסף דרופסי לאחריות ספריות פנסילבניה והצטרף לאוסף קטעי הגניזה הקטן שברשותה, השמור בספריית הספרים הנדירים וכתבי היד- ידועה כיום כמרכז קיסלק לאוספים מיוחדים, ספרים נדירים וכתבי יד.
          <a href="http://openn.library.upenn.edu/html/genizah_contents.html" target="_blank">http://openn.library.upenn.edu/html/genizah_contents.html</a></p>
      </div>

      <div className="item">
        <div className="right-column">
          <img alt="JTS" src={ImgJTS} />
        </div>
        <h3>ספריית מקור: בית המדרש לרבנים באמריקה (JTS)</h3>
        <p className="text">
          אוסף ספריית בית המדרש לרבנים באמריקה,המונה כ- 43,000 דפים מגניזת קהיר, נבנה בעיקר מאוסף אלקן (אלחנן) נתן אדלר שנרכש בשנת 1923. בתיאורו את אוסף כתבי היד העבריים שברשותו ציין אדלר שקנה את כתבי היד במסעותיו לקהיר במהלך השנים 1888-1901. קטעים נוספים נרכשו על ידי הספרייה לאחר מותו של אדלר, בשנת 1946. סריקות דיגיטליות של האוסף הופקו בידי ארדון בר חמא ודוויט פרימיאנו, במימונם של ג'ורג' בלומנטל והקרן הלאומית למדעי הרוח (NEH). האוסף הושאל זמנית לאוניברסיטת פרינסטון, בזמן שספרייה חדשה הולכת ונבנית בסמינר בניו יורק.
        </p>
      </div>

      <div className="item">
        <div className="right-column">
          <img alt="Cambridge" src={ImgCambridge} />
        </div>
        <h3>ספריית מקור: קיימברידג'</h3>
        <p className="text">
          בשנים 1896-1897 נסע ד"ר סלומון שכטר מקיימברידג' לפסטאט כדי לבחון את הגניזה, במימונו של  צ'ארלס טיילור מסט. ג'ון קולג'. שכטר קיבל את רשותה של הקהילה היהודית במצרים לקחת משם כל מה שימצא חן בעיניו ('הכל מצא חן בעיני', אמר מאוחר יותר), והוא הביא עמו לקיימברידג' 193,000 קטעי גניזה, המרכיבים את אוסף טיילור-שכטר (T-S Collection).
        </p>
        <p>
לצד אוסף טיילור-שכטר, שוכן כיום בקיימברידג' גם אוסף מוצרי, המונה 7000 קטעי גניזה. קטעים אלה, שנאספו על ידי איש העסקים הקהירי המצליח ג'ק מוצרי בעשור הראשון של המאה העשרים, נועדו להישמר במצרים כחלק ממורשתה התרבותית של הקהילה היהודית המקומית. אך בעקבות מותו ללא עת של מוצרי בשנת 1934 עזבה המשפחה את מצרים, והאוסף הקרוי על שמו נעלם מעיני הציבור עד שנות השבעים, אז צולם למיקרופילם על ידי צוות של הספרייה הלאומית בירושלים. בעקבות סיכומים חדשים עם בני משפחת מוצרי, הושאל האוסף  בשנת 2006 לקיימברידג' למשך 20 שנה. במהלך תקופה זו יעבור  האוסף שימור, דיגיטציה וקיטלוג מפורט.
        </p>
        <p>
כיום, זמינים ברשת יותר מ-18,000 קטעי גניזה מאוספי טיילור-שכטר, CUL Or. ומוצרי, ביניהם מסמכים רבים (מכתבים ומסמכים משפטיים) וקטעי ליטורגיה (פרי שיתוף הפעולה עם מפעל התפילה באוניברסיטת בן-גוריון). קטעים נוספים יועלו לרשת באופן סדיר, עד שיהיה כולו זמין לציבור.
        </p>
        <p className="text"><a href="https://cudl.lib.cam.ac.uk/collections/genizah/1" target="_blank">https://cudl.lib.cam.ac.uk/collections/genizah/1</a></p>
      </div>

      <div className="item">
        <div className="right-column">
          <img alt="Manchester" src={ImgManchester} />
        </div>
        <h3>ספריית מקור: מנצ'סטר</h3>
        <p className="text">
          ברשות הספרייה באוניברסיטת מנצ'סטר אוסף של כ-15,000 קטעי גניזה מגניזת בית הכנסת בן-עזרא שבקהיר העתיקה, שנרכשו מידי ד"ר משה גסטר בשנת 1954. רובם של קטעי הגניזה בעברית ובערבית-יהודית, כ90% מהם כתובים על נייר והשאר על קלף, ורוב האוסף מורכב מקרעים קטנים. קטעי הגניזה מתוארכים למאות 10-19 לספירה וכוללים כתבים דתיים וספרותיים, מסמכים, מכתבים, ענייני לשון, פילוסופיה, רפואה, אסטרולוגיה  ואסטרונומיה. למידע נוסף על אוסף הגניזה של אוניברסיטת מנצ'סטר בקרו באתר
          <a href="http://www.rylandsgenizah.org" target="_blank">http://www.rylandsgenizah.org</a>
        </p>
      </div>
    </div>
  );
};

export default Content;