import React from 'react';

import ImgBodleian from '../../images/partners/bodleian.png';
import ImgCambridge from '../../images/partners/cambridge.png';
import ImgJTS from '../../images/partners/jts.png';
import ImgManchester from '../../images/partners/manchester.png';
import ImgPenn from '../../images/partners/penn.png';

function Content() {
  return (
    <div className="content">
      <div className="item">
        <div className="right-column">
          <img alt="Penn" src={ImgPenn} />
        </div>
        <h3>المصدر: جامعة بنسلفانيا (Penn)</h3>
        <p className="text">
          تعود مجموعة مكتبات جامعة بنسلفانيا المتكونة من أكثر من 600 قطعة مخطوطة قروسطية لجنيزا القاهرة إلى مصدرين. يتأتى الجزء الأكبر منها من مكتية جامعة دروبسي (Dropsie College) وهي أول مؤسسة معتمدة في العالم لإسناد شهائد الدكتوراه في العلوم اليهودية. وفقا للسجلات الداخلية للجامعة والقائمة الوصفية لقطع الجنيزا في فيلادلفيا (1924)، تتأتى حيازات دروبسي (Dropsie) من هدايا مقدمة من سايرس أدلر (Cyrus Adler) ودافيد و. أمرام (David W. Amram) وهربرت فريدنفالد (Herbert Friedenwald) وإفرايم لدرر (Ephraim Lederer) وماير سلزبرغر (Mayer Sulzberger) ومن شراء من طرف أرملة كامدن م. كوبرن (Camden M. Cobern) الذي توفي في سنة 1920. صنف هالبر (Halper) القطع ضمن سبعة مجالات  موضوعية هي الكتاب المقدس والمدراش والتلمود والليتورجيا والشعر العلماني والوثائق والرسائل والفلسفة والكابالا ومواد أخرى متنوعة. في سنة 1986 حول دروبسي إلى معهد لبحوث ما بعد الدكتوراه سمي معهد أننبرغ للبحوث (Annenberg Research Institute / ARI) وتم دمجه فيما بعد في جامعة بنسلفانيا سنة 1993. في سبتمبر من سنة 1986 وبعد فترة وجيزة من  إنشاء المعهد تم التبرع بمجموعة صغيرة إضافية لمعهد أننبرغ للبحوث من طرف جاك لونزر (Jack Lunzer) بالنيابة عن مجلس صندوق فالمادونا (Valmadonna). في سنة 1994 وضعت جنيزا دروبسي تحت إدارة مكتبات بنسلفانيا لتنضاف إلى المجموعة الموجودة من جنيزا القاهرة والمحفوظة في مكتبة الكتب النادرة والمخطوطات لمكتبات جامعة بنسلفانيا المعروفة اليوم باسم مركز كسلاك (Kislak) للمجموعات الخاصة والكتب النادرة والمخطوطات.
          <a href="http://openn.library.upenn.edu/html/genizah_contents.html" rel="noopener noreferrer" target="_blank">http://openn.library.upenn.edu/html/genizah_contents.html</a></p>
      </div>

      <div className="item">
        <div className="right-column">
          <img alt="JTS" src={ImgJTS} />
        </div>
        <h3>المصدر: مدرسة اللاهوت اليهودية (JTS)</h3>
        <p className="text">
          تتأتى حيازات مكتبة مدرسة اللاهوت اليهودية المتكونة من حوالي 43,000 قطعة لجنيزا القاهرة أساسا من اقناء مجموعة الكان ناتان أدلر (Elkan Nathan Adler) سنة 1923. يذكر ادلر ضمن وصفه لمجموعاته من المخطوطات العبرية أنه تحصل عليها من القاهرة في إطار رحلات أجراها هناك بين سنتي 1888 و1901 و تم اقتناء قطع إضافية بعد وفاته سنة 1946. صورت المجموعة رقميا من طرف اردون بارهاما (Ardon bar-Hama) ودوايت بريميانو (Dwight Primiano) بدعم خيري من جورج بلومنتال (George Blumenthal) ومنحة من NEH. المجوعة في إعارة وقتية لجامعة برنستن قصد الدرس إلى أن تبني مدرسة اللاهوت مكتية جديدة في مقرها في مدينة نيويورك.
        </p>
      </div>

      <div className="item">
        <div className="right-column">
          <img alt="Cambridge" src={ImgCambridge} />
        </div>
        <h3>المصدر: جامعة كامبردج</h3>
        <p className="text">
          في سنة 1896-1897 وصل الباحث في جامعة كامبردج الدكتور سلمون ششتر  (Dr. Solomon Schechter) إلى الفسطاط لدراسة الجنيزا بفض دعم مادي مقدم من صاحب جامعة القديس يوحنا شارلز تايلر (Charles Taylor). تحصل على الإذن من  يهود القاهرة ليأخذ معه ما يحب (فسر فيما بعد أنه أحب  كل شيء) وجلب معه إلى كامبردح 193,000 مخطوطة تمثل مجموعة تايلر-ششتر لجنيزا القاهرة (مجموعة T-S).
        </p>
        <p className="text">
          إلى جانب مجموعة T-S تحوي مكتبة جامعة كامبردج الآن مجموعة جنيزا جاك موسري  (Jacques Mosseri) المجمعة من طرف رجل الأعمال الناجح في القاهرة جاك موسري في العشرية الأولى من القرن العشرين. كان من المقرر أن تبقى هذه المخطوطات في مصر كجزء من الموروث الثقافي اليهودي إلاّ أنه بعد الوفاة المبكرة لموسري سنة 1934 وبعد مغادرة عائلته للقاهرة اختفت المجموعة الحاملة لاسمه عن أعين البحث العلمي إلى حدود السبعينات حيث تم تصويرها مجهريا من طرف فريق من المكتبة اليهودية الوطنية ومكتبة الجامعة. تبعا لمحادثات حصلت مؤخرا مع أفراد من عائلة موسري وصلت سنة 2006 المجموعة المكونة من 7000 قطعة إلى مكتبة جامعة كامبردج في شكل إعارة لمدة 20 سنة. أثناء تواجدها في كامبردج سيتم حفظ ورقمنة مجموعة موسري كما سيتم إصدار قائمة مفصلة جديدة.
        </p>
        <p className="text">
          في الوقت الراهن يوجد على شبكة الإنترنت أكثر من 18,000 مخطوطة بين مجموعات تايلر-ششتر وCUL Or. وجاك موسري علاوة على عدد مهم من وثائق أعمال أدبية وقانونية ونصوص دينية تمثل ثمرة مشروع مشترك مع جامعة بن غريون. سيقع إضافة مخطوطات أخرى بشكل منتظم حتى يتم تحميل كامل مجموعة جينيزا جامعة كامبردج على شبكة الإنترنت.
        </p>
        <p className="text"><a href="https://cudl.lib.cam.ac.uk/collections/genizah/1" rel="noopener noreferrer" target="_blank">https://cudl.lib.cam.ac.uk/collections/genizah/1</a></p>
      </div>

      <div className="item">
        <div className="right-column">
          <img alt="Manchester" src={ImgManchester} />
        </div>
        <h3>Manchester</h3>
        <p className="text">
          تحتفظ مكتبة جامعة مانشستر بمجموعة تتكون من حوالي 15،000 قطعة، معظمها مكتوبة باللغتين العبرية والعربية اليهودية من جنيزا كنيس ابن عزرا في القاهرة القديمة وتم شراؤها من ممتلكات  الدكتور موسى غاستر(Moses Gaster) في عام 1954. حوالي %90 من القطع مدونة على ورق، والباقي على رقوق . الغالبية العظمى هي قطع صغيرة جدا تعود إلى الفترة الممتدة بين القرن العاشر والقرن التاسع عشر ميلادي وتشتمل على نصوص دينية وأدبية ومصادر وثائقية ورسائل ومواد متعلقة بالنحو والفلسفة والطب والتنجيم وعلم الفلك. لمزيد من المعلومات يرجى زيارة الموقع التالي حول مجموعة جينيزا جامعة مانشست
          <a href="http://www.rylandsgenizah.org" rel="noopener noreferrer" target="_blank">http://www.rylandsgenizah.org</a>
        </p>
      </div>

      <div className="item">
        <div className="right-column">
          <img alt="The Bodleian Libraries, University of Oxford" src={ImgBodleian} />
        </div>
        <h3>مكتبات بودليان، جامعة أكسفورد</h3>
        <p className="text">تعتبر مجموعة قطع جنيزا القاهرة الموجودة في مكتبات بودليان أحد أكبر المجموعات من نوعها.  تمت حيازتها على مدة سنين منذ 1890 وتتكون من حوالي 4,000 قطعة. ضمن الإنتقاء البارع للقطع أن تصبح حيازات بودليان للجنيزا واحدة من أهم المجموعات في العالم بتضمنها للكتاب المقدس والأدب الرباني القديم (المدراش والميشناه والتلمود) وقطع شعائرية متعددة (البيوتيم والسليشوت) بالإضافة إلى العديد من النصوص القانونية والرسائل الشخصية والتجارية على حد السواء. تكمن أهمية المجموعة بالخصوص في الحجم الهائل لهذه النصوص إذ تحتوي ال4,000 قطعة على حوالي 25,000 صفحة ويصل عددها إلى أكثر من ست صفحات في كل قطعة وهو معدل غير مسبوق في أي مكان آخر. بعض العناصر متكونة من كراسات كاملة وهو الأمر الذي يجعل تصنيفها كمخطوطات عوضا عن قطع أكثر صوابا. لا تعتبر قطع التلمود المكونة من عشر صفحات أو أكثر استثناء في هذه المجموعة: تراكتيت براخوت ممثلة هي الأخرى بمخطوط مكون من 18 ورقة  (MS. Heb. c. 17/32) وضمن تراكتيت سوكاه هناك 83 ورقة محفوظة أما بالنسبة لتراكتيت سوتاه فتوجد في حوزتنا 38 ورقة (MS. Heb. d. 20/2). تمثل العشرون صفحة من مسودة مخطوط موسى بن ميمون لميشناه توراة أبرز مثال وتحتوي على تصحيحات بخط يده في 4 صفحات متتالية (MS. Heb. d 32, fols.47a-56b).</p>
      </div>
    </div>
  );
}

export default Content;
