import React from 'react';

function Content() {
  return (
    <div className="content">
      <p className="text">כתבי היד הבלויים השל הגניזה הקהירית הם אחד ממקורות המידע העשירים והמרכזיים ביותר של ההיסטוריה של הים התיכון, ארצות האיסלאם והתפוצה היהודית בימי הביניים, ומן המקורות החשובים לשחזור הספרייה היהודית משלהי העת העתיקה ועד לימי הביניים המאוחרים. אוצר זה, שטרם נחקר עד תומו, מכיל כתבי קודש וחול זה לצד זה, וביניהם כתבי יד עתיקים של ספרי תורה, משנה, תלמוד, מדרשים, פיוט ותפילה, מאגיה, מדע ופילוסופיה, פרשנות והגות, ומסמכים כגון מכתבים, חוזים, מילונים, רשימות ומרשמים רפואיים. כתבי יד אלה, שרובם מתוארכים למאות 10-13 לספירה, נשמרו במשך מאות שנים בעליית הגג של בית הכנסת בן-עזרא בפסטאט, כיום קהיר העתיקה. כתבי הגניזה מעניקים לחוקריהם הבנה חדשה ומעמיקה של ההיסטוריה, התרבות, הכלכלה וחיי הרוח של הקהילה היהודית בימי הביניים. בעזרת המסמכים ניתן לשחזר את חיי היומיום של היהודים, יחסיהם בינם ובין עצמם ויחסיהם עם שכניהם המוסלמים והנוצרים, ולדלות מידע הנוגע להקשר הרחב יותר של קהיר בתקופה הפאטמית והאיובית. החיבורים הלא מוכרים שנמצאו בגניזה והגירסאות העתיקות של חיבורים מוכרים חושפים בפנינו את עולם הידע והלימוד, בית המדרש ובית הכנסת והספרייה היהודית של ימי הביניים בכלל, ושל התרבות הערבית-יהודית העשירה בפרט. </p>
      <p className="text">תודות לעבודתם המסורה של חוקרים וספרנים במשך מאה ועשרים השנים האחרונות קוטלגו ונחקרו רבים מקטעי הגניזה, אך כמותם העצומה, 350,000 קטעים, ומצבם הבלוי והקרוע, הקשו על סיום המשימה. בשנים האחרונות זכינו לדיגיטציה כמעט מלאה של אוספי הגניזה. אנו מבקשים עתה את עזרתכם ביצירת תעתיקים של קטעי הגניזה, לשם יצירת זמינות טקסטואלית מלאה של כל הגניזה הקהירית. אין צורך בהיכרות מוקדמת, כל אחד ואחת יכולים לתרום לקידום הפרויקט. אנא עזרו לנו לגלות ולפענח את אוצר הכתבים של הגניזה הקהירית.</p>
      <p className="text">'גניזה' היא מקום איחסונם של ספרי תורה וכתבי קודש אחרים שניזוקו, שהמסורת היהודית אוסרת על השלכתם. מקובל לקבור את כתבי הקודש הקרועים בבית הקברות, אך מסיבות שאינן ידועות בחרו אנשי הקהילה בפסטאט להניח אותם בחדר גדול במתחם בית הכנסת במקום לקברם, שם הצטברו במשך קרוב לאלף שנים. בסוף המאה ה-19, בזמן שיפוצים בבית הכנסת, הועברו הכתבים ממקומם והחלו להתגלגל לידיהם של סוחרי עתיקות ואספנים. כיום מפוזרים כתבי הגניזה בספריות רבות ברחבי העולם. למידע נוסף על האוספים אליהם שייכים קטעי הגניזה שתסייעו להנגשתם בפרוייקט לחצו <a href="#provenance">כאן</a> או גללו מטה.</p>
    </div>
  );
};

export default Content;
